Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Leave empty to use the system trust store.
fr: Laissez vide pour utiliser le magasin de confiance du système.

source: Schema the search was narrowed to, null when none was named
fr: Le schéma dans lequel la recherche a été restreinte à, nul lorsque aucun n'a été nommé.

source: Folders
fr: Fichiers

source: On Delete
fr: Sur Supprimer
ko: 삭제 시
tr: Silindiğinde
vi: Khi xóa
zh_hans: 删除时
zh_hant: 刪除時

source: Only affects new saves. Re-save a password to update its sync.
fr: N'affecte que les nouveaux sauvegardes. Sauvegardez à nouveau un mot de passe pour mettre à jour sa synchronisation.
ko: 새로 저장하는 항목에만 적용됩니다. 동기화 설정을 업데이트하려면 암호를 다시 저장하십시오.
tr: Yalnızca yeni kayıtları etkiler. Bir parolanın eşzamanlamasını güncellemek için parolayı yeniden kaydedin.
vi: Chỉ áp dụng cho lần lưu mới. Lưu lại mật khẩu để cập nhật đồng bộ.
zh_hans: 仅影响新保存的内容。重新保存密码以更新其同步状态。
zh_hant: 僅影響新儲存的內容。重新儲存密碼以更新其同步狀態。

source: Delete Group
fr: Supprimer le groupe
ko: 그룹 삭제
tr: Grubu Sil
vi: Xóa nhóm
zh_hans: 删除分组
zh_hant: 刪除群組

source: No connections are approved yet.
fr: Aucune connexion n'a encore été approuvée.

source: Received
fr: Réçu

source: Failed to load preview using encoding: %@. Try selecting a different text encoding from the encoding picker and reload the preview.
fr: Impossible de charger l'aperçu en utilisant l'encodage : %@. Essayez de sélectionner un autre encodage de texte dans le sélecteur d'encodage et rechargez l'aperçu.
ko: 인코딩(%@)으로 미리보기를 불러오지 못했습니다. 인코딩 선택기에서 다른 텍스트 인코딩을 선택한 후 미리보기를 다시 불러오십시오.
tr: Failed to load Önizleme using encoding: %@. Try selecting a different text encoding from the encoding picker and reload the Önizleme.
vi: Tải bản xem trước thất bại với mã hóa: %@. Hãy thử chọn mã hóa văn bản khác và tải lại bản xem trước.
zh_hans: 使用编码 %@ 加载预览失败。请尝试从编码选择器中选择其他文本编码并重新加载预览。
zh_hant: 使用編碼 %@ 載入預覽失敗。請嘗試從編碼選擇器中選擇其他文字編碼，並重新載入預覽。

source: Badge Background
fr: Fond du badge
ko: 배지 배경
tr: Rozet Arka Planı
vi: Nền huy hiệu
zh_hans: 徽章背景
zh_hant: 標記背景

source: Other sessions keep reading the view. Slower, because the new rows are compared with the old ones.
fr: D'autres sessions continuent de lire la vue. Plus lentement, car les nouvelles lignes sont comparées aux anciennes.

source: Block
fr: Bloc
ko: 블록
tr: Blok
vi: Khối
zh_hans: 块状
zh_hant: 區塊

source: %d could not be read, so no pair could be made.
fr: %d n'a pas pu être lu, donc aucun couple ne pouvait être formé.

source: Settings were changed on both this Mac and another device.
fr: Les paramètres ont été modifiés sur ce Mac et sur un autre appareil.
ko: 이 Mac과 다른 기기 모두에서 설정이 변경되었습니다.
vi: Cài đặt đã bị thay đổi trên cả máy Mac này và thiết bị khác.
zh_hans: 设置在此 Mac 和另一台设备上均已更改。
zh_hant: 設定在此 Mac 和另一台裝置上都已變更。

source: Hide Result
fr: Cacher le résultat

source: Invalid file encoding. Try a different encoding option.
fr: Encodage de fichier invalide. Essayez une autre option d'encodage.
ko: 파일 인코딩이 올바르지 않습니다. 다른 인코딩 옵션을 사용해 보십시오.
tr: Geçersiz dosya kodlaması. Farklı bir kodlama seçeneği deneyin.
vi: Mã hóa tệp không hợp lệ. Hãy thử tùy chọn mã hóa khác.
zh_hans: 文件编码无效。请尝试其他编码选项。
zh_hant: 檔案編碼無效。請嘗試其他編碼選項。

source: The SSH server did not accept passwordless authentication. Choose Password, Private Key, or SSH Agent.
fr: Le serveur SSH n'a pas accepté l'authentification sans mot de passe. Choisissez Mot de passe, Clé privée ou Agent SSH.
ko: SSH 서버에서 암호 없는 인증을 허용하지 않았습니다. 암호, 개인 키 또는 SSH 에이전트를 선택하십시오.
tr: SSH sunucusu parolasız kimlik doğrulamayı kabul etmedi. Parola, Özel Anahtar veya SSH Agent seçin.
vi: Máy chủ SSH không chấp nhận xác thực không mật khẩu. Hãy chọn Mật khẩu, Khóa riêng hoặc SSH Agent.
zh_hans: SSH 服务器不接受无密码认证。请选择密码、私钥或 SSH Agent。
zh_hant: SSH 伺服器不接受無密碼驗證。請選擇密碼、私密金鑰或 SSH Agent。

source: Update Now
fr: Mettez à jour maintenant
ko: 지금 업데이트
tr: Şimdi Güncelle
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新

# Server error (%lld): %@
source: Server error (%1$lld): %2$@
fr: Erreur du serveur (%1$lld) : %2$@
ko: 서버 오류(%1$lld): %2$@
tr: Server error (%lld): %@
vi: Lỗi máy chủ (%1$lld): %2$@
zh_hans: 服务器错误 (%lld)：%@
zh_hant: 伺服器錯誤（%1$lld）：%2$@

source: TablePro's Safe Mode is set to read-only for this connection. Destructive operations are not permitted.
fr: Le mode sécurisé de TablePro est réglé en lecture seule pour cette connexion. Les opérations destructrices ne sont pas autorisées.
ko: 이 연결에서는 TablePro의 안전 모드가 읽기 전용으로 설정되어 있습니다. 파괴적인 작업은 허용되지 않습니다.
tr: Bu bağlantı için TablePro'nun Safe Mode ayarı salt okunur. Yıkıcı işlemlere izin verilmez.
vi: Chế độ an toàn của TablePro đang đặt kết nối này ở chế độ chỉ đọc. Không cho phép các thao tác phá hủy dữ liệu.
zh_hans: TablePro 的安全模式已将此连接设为只读。不允许执行破坏性操作。
zh_hant: TablePro 的安全模式已將此連線設為唯讀。不允許執行破壞性操作。

source: Cloud data warehouse, built in Rust
fr: Stockage de données en nuage, construit en Rust
ko: Rust로 만든 클라우드 데이터 웨어하우스
tr: Rust ile yazılmış bulut veri ambarı
vi: Kho dữ liệu đám mây viết bằng Rust
zh_hans: 用 Rust 构建的云数据仓库
zh_hant: 以 Rust 打造的雲端資料倉儲

source: Has unsaved changes
fr: A des modifications non enregistrées
ko: 저장하지 않은 변경 사항 있음
tr: Kaydedilmemiş değişiklikler var
vi: Có thay đổi chưa lưu
zh_hans: 有未保存的更改
zh_hant: 有未儲存的變更

source: Optional description
fr: Description facultative
ko: 설명(선택 사항)
vi: Mô tả tùy chọn
zh_hans: 可选描述
zh_hant: 選填描述

source: Connect to your own database, or open the sample database to look around.
fr: Connectez-vous à votre propre base de données, ou ouvrez la base de données d'exemple pour vous promener.
ko: 직접 사용하는 데이터베이스에 연결하거나, 샘플 데이터베이스를 열어 둘러보세요.
tr: Kendi veritabanınıza bağlanın veya göz atmak için örnek veritabanını açın.
vi: Kết nối tới cơ sở dữ liệu của bạn, hoặc mở cơ sở dữ liệu mẫu để khám phá.
zh_hans: 连接到你自己的数据库，或打开示例数据库看看。
zh_hant: 連線到你自己的資料庫，或開啟範例資料庫看看。

source: This database has no tables yet.
fr: Cette base de données n'a pas encore de tables.
ko: 이 데이터베이스에는 아직 테이블이 없습니다.
vi: Cơ sở dữ liệu này chưa có bảng nào.
zh_hans: 此数据库还没有表。
zh_hant: 此資料庫尚未有任何資料表。

source: Domain
fr: Domaine

source: gzip executable not found
fr: L'exécutable gzip introuvable
ko: gzip 실행 파일을 찾을 수 없음
tr: gzip çalıştırılabilir dosyası bulunamadı
vi: Không tìm thấy chương trình gzip
zh_hans: 未找到 gzip 可执行文件
zh_hant: 找不到 gzip 執行檔

source: Ask about this change
fr: Demandez à propos de ce changement
ko: 이 변경 사항에 대해 질문
tr: Bu değişiklik hakkında soru sor
vi: Hỏi về thay đổi này
zh_hans: 询问此更改
zh_hant: 詢問這項變更

source: Member Of
fr: Membre de
ko: 소속
tr: Üyesi Olduğu
vi: Thành viên của
zh_hans: 隶属于
zh_hant: 隸屬於

source: The SSH server closed the connection while the agent's keys were being offered. Servers accept a limited number of tries, 6 by default, and an agent holding more keys than that runs out before the right one. Name the key with IdentityFile and IdentitiesOnly yes for this host in ~/.ssh/config, or set Identity File on this connection.
fr: Le serveur SSH a fermé la connexion pendant que les clés de l'agent étaient proposées. Les serveurs acceptent un nombre limité d'essais, 6 par défaut, et un agent qui détient plus de clés que cela s'épuise avant la bonne. Nommez la clé avec IdentityFile et IdentitiesOnly oui pour cet hôte dans ~/.ssh/config, ou définissez le fichier d'identité sur cette connexion.

source: Any Outcome
fr: Tout résultat
ko: 결과 무관
tr: Her Sonuç
vi: Mọi kết quả
zh_hans: 任意结果
zh_hant: 任何結果

source: No export formats available. Enable export plugins in Settings > Plugins.
fr: Aucun format d'exportation disponible. Activez les plugins d'exportation dans Paramètres > Plugins.
ko: 사용 가능한 내보내기 형식이 없습니다. 설정 > 플러그인에서 내보내기 플러그인을 활성화하십시오.
tr: Kullanılabilir dışa aktarma biçimi yok. Ayarlar > Eklentiler bölümünden dışa aktarma eklentilerini etkinleştirin.
vi: Không có định dạng xuất khả dụng. Bật plugin xuất trong Cài đặt > Plugin.
zh_hans: 无可用的导出格式。请在设置 > 插件中启用导出插件。
zh_hant: 沒有可用的匯出格式。請在「設定 > 外掛」中啟用匯出外掛。

# This will permanently delete %lld %@. This action cannot be undone.
source: This will permanently delete %1$lld %2$@. This action cannot be undone.
fr: Cela supprimera définitivement %1$lld %2$@. Cette action ne peut pas être annulée.
ko: %1$lld개의 %2$@을(를) 영구적으로 삭제합니다. 이 작업은 실행 취소할 수 없습니다.
tr: This will permanently delete %lld %@. This action cannot be undone.
vi: Thao tác này sẽ xóa vĩnh viễn %1$lld %2$@. Không thể hoàn tác.
zh_hans: 此操作将永久删除 %lld 个%@。无法撤销。
zh_hant: 此操作將永久刪除 %1$lld 個%2$@。此動作無法復原。

source: Delete (⌫)
fr: Supprimer (⌫)
ko: 삭제(⌫)
tr: Sil (⌫)
vi: Xóa (⌫)
zh_hans: 删除 (⌫)
zh_hant: 刪除 (⌫)

source: Outside Filter
fr: Filtre extérieur

source: Search and analytics engine
fr: Moteur de recherche et d'analyse
ko: 검색 및 분석 엔진
tr: Arama ve analiz motoru
vi: Công cụ tìm kiếm và phân tích
zh_hans: 搜索与分析引擎
zh_hant: 搜尋與分析引擎

source: Resource
fr: Ressource
ko: 리소스
tr: Kaynak
vi: Tài nguyên
zh_hans: 资源
zh_hant: 資源

source: List Connections
fr: Liste des connexions
ko: 연결 목록
tr: Bağlantıları Listele
vi: Liệt kê kết nối
zh_hans: 列出连接
zh_hant: 列出連線

source: Couldn't reach the plugin registry. Check your connection and try again.
fr: Impossible d'atteindre le registre des plugins. Vérifiez votre connexion et réessayez.
ko: 플러그인 레지스트리에 연결할 수 없습니다. 연결을 확인한 후 다시 시도하십시오.
tr: Eklenti deposuna ulaşılamadı. Bağlantınızı denetleyip tekrar deneyin.
vi: Không thể truy cập kho plugin. Kiểm tra kết nối và thử lại.
zh_hans: 无法访问插件注册表。请检查网络连接后重试。
zh_hant: 無法連上外掛註冊來源。請檢查連線後再試一次。

source: Root Level
fr: Niveau racine
ko: 최상위
tr: Kök Seviye
vi: Cấp gốc
zh_hans: 根级别
zh_hant: 根層級

source: Run Maintenance
fr: Exécuter la maintenance
ko: 유지 관리 실행
tr: Bakımı Çalıştır
vi: Chạy bảo trì
zh_hans: 运行维护
zh_hant: 執行維護

source: Release the seat on %@
fr: Relâchez le siège sur %@
ko: %@의 좌석 해제
tr: %@ üzerindeki koltuğu bırak
vi: Giải phóng chỗ trên %@
zh_hans: 释放 %@ 上的席位
zh_hant: 釋出 %@ 上的席位

source: Fix with AI
fr: Réparer avec l'IA
ko: AI로 수정
tr: Yapay Zeka ile Düzelt
vi: Sửa bằng AI
zh_hans: 用 AI 修复
zh_hant: 用 AI 修正

source: %@ has no column order of its own to change.
fr: %@ n'a pas d'ordre de colonne propre à modifier.

source: Copy Error
fr: Erreur de copie
ko: 오류 복사
tr: Hatayı Kopyala
vi: Sao chép lỗi
zh_hans: 复制错误
zh_hant: 複製錯誤

source: Failed to load options
fr: Échec du chargement des options
ko: 옵션을 불러오지 못했습니다
tr: Seçenekler yüklenemedi
vi: Không tải được tùy chọn
zh_hans: 加载选项失败
zh_hant: 載入選項失敗

source: Schema the session opened on
fr: Schéma de la session ouverte le
ko: 세션이 열린 스키마
tr: Oturumun açıldığı şema
vi: Schema mà phiên đã mở trên đó
zh_hans: 该会话打开时所在的 Schema
zh_hant: 該工作階段開啟時所在的綱要

# Could not switch to database %@ before applying schema changes: %@
source: Could not switch to database %1$@ before applying schema changes: %2$@
fr: Impossible de passer à la base de données %1$@ avant d'appliquer les modifications du schéma : %2$@
ko: 스키마 변경 사항을 적용하기 전에 데이터베이스 %1$@(으)로 전환할 수 없습니다: %2$@
tr: Şema değişiklikleri uygulanmadan önce %1$@ veritabanına geçilemedi: %2$@
vi: Không thể chuyển sang cơ sở dữ liệu %1$@ trước khi áp dụng thay đổi schema: %2$@
zh_hans: 应用 Schema 更改前无法切换到数据库 %1$@：%2$@
zh_hant: 套用綱要變更前無法切換到資料庫 %1$@：%2$@

source: Last query execution summary
fr: Résumé de l'exécution de la dernière requête
ko: 마지막 쿼리 실행 요약
tr: Son sorgu çalıştırma özeti
vi: Tổng kết thực thi truy vấn gần nhất
zh_hans: 上次查询执行摘要
zh_hant: 上次查詢執行摘要

source: Watched folders are scanned for .tablepro files. Connections appear read-only in the sidebar.
fr: Les dossiers surveillés sont scannés à la recherche de fichiers .tablepro. Les connexions apparaissent en lecture seule dans la barre latérale.
ko: 감시 중인 폴더에서 .tablepro 파일을 검색합니다. 연결은 사이드바에 읽기 전용으로 표시됩니다.
tr: İzlenen klasörler .tablepro dosyaları için taranır. Bağlantılar kenar çubuğunda salt okunur olarak görünür.
vi: Các thư mục được theo dõi sẽ quét tệp .tablepro. Kết nối hiển thị chỉ đọc trên thanh bên.
zh_hans: 监视的文件夹会扫描 .tablepro 文件。连接在侧边栏中以只读方式显示。
zh_hant: 受監看的資料夾會掃描 .tablepro 檔案。連線會在側邊欄中以唯讀方式顯示。

source: Syncing data from %1$@ to %2$@. Value formatting can differ between engines; review the script before applying.
fr: Synchronisation des données de %1$@ à %2$@. Le formatage des valeurs peut différer entre les moteurs ; consultez le script avant de l'appliquer.
ko: %@에서 %@(으)로 데이터를 동기화합니다. 값 형식은 엔진마다 다를 수 있으므로, 적용하기 전에 스크립트를 확인하십시오.
tr: Veri %1$@ kaynağından %2$@ hedefine eşitleniyor. Değer biçimlendirmesi motorlar arasında farklı olabilir; uygulamadan önce betiği gözden geçirin.
vi: Đang đồng bộ dữ liệu từ %1$@ sang %2$@. Cách định dạng giá trị có thể khác nhau giữa các engine; hãy xem lại script trước khi áp dụng.
zh_hans: 正在将数据从 %1$@ 同步到 %2$@。不同引擎的值格式可能不同；应用前请检查脚本。
zh_hant: 正在將資料從 %1$@ 同步到 %2$@。不同引擎的值格式可能不同；套用前請檢查指令稿。

source: Failed to decompress file: %@
fr: Échec de la décompression du fichier : %@
ko: 파일의 압축을 해제하지 못했습니다: %@
tr: Dosya açılamadı: %@
vi: Giải nén tệp thất bại: %@
zh_hans: 解压文件失败: %@
zh_hant: 解壓縮檔案失敗：%@

source: Tab width:
fr: Largeur de la barre d'onglets :
ko: 탭 너비:
tr: Sekme genişliği:
vi: Độ rộng tab:
zh_hans: 制表符宽度：
zh_hant: Tab 寬度：

source: Exported to %@
fr: Exporté vers %@
ko: %@(으)로 내보냄
tr: %@ konumuna dışa aktarıldı
vi: Đã xuất sang %@
zh_hans: 已导出到 %@
zh_hant: 已匯出到 %@

source: Application Default Credentials
fr: Informations de connexion par défaut de l'application
ko: 애플리케이션 기본 사용자 인증 정보

source: Filter column
fr: Colonne de filtrage
ko: 열 필터링
tr: Filtre sütunu
vi: Cột lọc
zh_hans: 筛选列
zh_hant: 篩選欄位

source: License expires in %lld day(s)
fr: La licence expire dans %lld jour(s)
ko: 라이선스가 %lld일 후 만료됩니다
tr: Lisans %lld gün içinde sona eriyor
vi: Giấy phép hết hạn sau %lld ngày
zh_hans: 许可证将在 %lld 天后过期
zh_hant: 授權將在 %lld 天後過期

source: Read-only file copy
fr: Copie de fichier en lecture seule

source: The staged changes were edited after this script was prepared. Save again to review the new script.
fr: Les changements scénarisés ont été modifiés après la préparation de ce script. Enregistrez à nouveau pour consulter le nouveau script.

source: Enable or disable all filters
fr: Activer ou désactiver tous les filtres
ko: 모든 필터를 활성화 또는 비활성화
tr: Tüm filtreleri etkinleştir veya devre dışı bırak
vi: Bật hoặc tắt tất cả bộ lọc
zh_hans: 启用或禁用所有筛选
zh_hant: 啟用或停用所有篩選

source: Trusted Links
fr: Liens fiables
ko: 신뢰할 수 있는 링크
tr: Güvenilen Bağlantılar
vi: Liên kết tin cậy
zh_hans: 受信任的链接
zh_hant: 受信任的連結

source: Open Issue Tracker
fr: Ouvrir le suivi des problèmes
ko: 이슈 트래커 열기
tr: Sorun İzleyiciyi Aç
vi: Mở Issue Tracker
zh_hans: 打开问题跟踪器
zh_hant: 開啟問題追蹤器

source: Compare these columns:
fr: Comparez ces colonnes :

source: Open in New Window
fr: Ouvrir dans une nouvelle fenêtre
ko: 새 윈도우에서 열기
tr: Yeni Pencerede Aç
vi: Mở trong cửa sổ mới
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

source: Data Rewind needs a Starter license
fr: Data Rewind a besoin d'une licence Starter.
ko: 데이터 되감기에는 Starter 라이선스가 필요합니다
tr: Veri Geri Sarma bir Starter lisansı gerektirir
vi: Tua lại dữ liệu cần giấy phép Starter
zh_hans: 数据回溯需要 Starter 许可证
zh_hant: 資料回溯需要 Starter 授權

source: No saved connection has that id.
fr: Aucune connexion enregistrée n'a cet identifiant.
ko: 해당 id를 가진 저장된 연결이 없습니다.
tr: Bu kimliğe sahip kayıtlı bir bağlantı yok.
vi: Không có kết nối đã lưu nào có id đó.
zh_hans: 没有已保存的连接使用这个 id。
zh_hant: 沒有已儲存的連線使用這個 id。

source: No connections match “%@”
fr: Aucune connexion ne correspond à "%@"
ko: “%@”과 일치하는 연결 없음
tr: “%@” ile eşleşen bağlantı yok
vi: Không có kết nối nào khớp với “%@”
zh_hans: 没有与“%@”匹配的连接
zh_hant: 沒有符合「%@」的連線

source: Search connections
fr: Rechercher des connexions
ko: 연결 검색
tr: Bağlantı ara
vi: Tìm kết nối
zh_hans: 搜索连接
zh_hant: 搜尋連線

source: %1$@ of %2$@ selected
fr: %1$@ de %2$@ sélectionné

source: Cannot Read the Source
fr: Impossible de lire la source

source: Enumerated values the column accepts
fr: Valeurs énumérées que la colonne accepte
ko: 열이 허용하는 열거 값
tr: Sütunun kabul ettiği sıralı değerler
vi: Các giá trị liệt kê mà cột chấp nhận
zh_hans: 该列接受的枚举值
zh_hant: 該欄位接受的列舉值

source: Failed to Save Changes
fr: Échec de l'enregistrement des modifications
ko: 변경 사항을 저장하지 못했습니다
tr: Değişiklikler Kaydedilemedi
vi: Lưu thay đổi thất bại
zh_hans: 保存更改失败
zh_hant: 儲存變更失敗

source: Customization
fr: Personnalisation
ko: 사용자화
tr: Özelleştirme
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Timed out connecting to the server. Check the host, port, and that the server is reachable and accepting connections.
fr: Temps d'attente écoulé pour se connecter au serveur. Vérifiez l'hôte, le port et assurez-vous que le serveur est accessible et accepte les connexions.
ko: 서버에 연결하는 동안 시간이 초과되었습니다. 호스트와 포트가 올바른지, 서버에 연결할 수 있고 서버가 연결을 수락하는지 확인하십시오.
tr: Sunucuya bağlanırken zaman aşımı oluştu. Sunucuyu, portu ve sunucunun erişilebilir olup bağlantı kabul ettiğini kontrol edin.
vi: Hết thời gian chờ khi kết nối tới máy chủ. Hãy kiểm tra host, cổng, và xem máy chủ có truy cập được và đang nhận kết nối không.
zh_hans: 连接服务器超时。请检查主机、端口，以及服务器是否可达并接受连接。
zh_hant: 連線伺服器逾時。請檢查主機、連接埠，以及伺服器是否可連線並接受連線。

source: Every object that was compared matches.
fr: Chaque objet qui a été comparé correspond.
ko: 비교한 모든 객체가 일치합니다.
tr: Karşılaştırılan her nesne eşleşiyor.
vi: Mọi đối tượng được so sánh đều khớp.
zh_hans: 所有被比较的对象都相同。
zh_hant: 所有被比較的物件都相同。

source: Hide Filter Bar
fr: Masquer la barre de filtres
ko: 필터 막대 가리기
tr: Filtre Çubuğunu Gizle
vi: Ẩn thanh bộ lọc
zh_hans: 隐藏筛选栏
zh_hant: 隱藏篩選列

source: Invalid connection URL format
fr: Format d'URL de connexion invalide
ko: 잘못된 연결 URL 형식
tr: Geçersiz bağlantı URL biçimi
vi: Định dạng URL kết nối không hợp lệ
zh_hans: 连接 URL 格式无效
zh_hant: 連線 URL 格式無效

source: Show Tables
fr: Afficher les tableaux

source: Those rows have more or fewer fields than the first row. Missing fields read as empty.
fr: Ces lignes ont plus ou moins de champs que la première ligne. Les champs manquants sont lus comme vides.

source: ANALYZE (update statistics after vacuum)
fr: ANALYSEZ (mettez à jour les statistiques après le passage de l'aspirateur)
ko: ANALYZE (vacuum 후 통계 업데이트)
tr: ANALYZE (vacuum sonrası istatistikleri güncelle)
vi: ANALYZE (cập nhật thống kê sau vacuum)
zh_hans: ANALYZE（vacuum 后更新统计信息）
zh_hant: ANALYZE（vacuum 後更新統計資訊）

source: Claude Code not installed
fr: Le code Claude n'est pas installé.

source: No value
fr: Pas de valeur
ko: 값 없음
tr: Değer yok
vi: Không có giá trị
zh_hans: 无值
zh_hant: 無值

source: Could not load this %@
fr: Impossible de charger ce %@

source: New Theme
fr: Nouveau thème
ko: 새 테마
tr: Yeni Tema
vi: Chủ đề mới
zh_hans: 新建主题
zh_hant: 新增主題

source: List Recent Tables
fr: Liste des tables récentes
ko: 최근 테이블 목록
tr: Son Tabloları Listele
vi: Liệt kê bảng gần đây
zh_hans: 列出最近的表
zh_hant: 列出最近的資料表

source: Unknown error
fr: Erreur inconnue
ko: 알 수 없는 오류
tr: Bilinmeyen hata
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Show only the objects whose name contains this text
fr: Afficher uniquement les objets dont le nom contient ce texte.
ko: 이 텍스트가 이름에 포함된 객체만 표시합니다
tr: Yalnızca adı bu metni içeren nesneleri göster
vi: Chỉ hiện các đối tượng có tên chứa văn bản này
zh_hans: 只显示名称包含此文本的对象
zh_hant: 只顯示名稱包含此文字的物件

source: Connection test failed
fr: Test de connexion échoué
ko: 연결 테스트 실패
tr: Bağlantı testi başarısız
vi: Kiểm tra kết nối thất bại
zh_hans: 连接测试失败
zh_hant: 連線測試失敗

source: Tab
fr: Onglet
ko: 탭
tr: Sekme
zh_hans: 制表符
zh_hant: 定位字元

source: Tables always take part.
fr: Les tables participent toujours.
ko: 테이블은 항상 포함됩니다.
tr: Tablolar her zaman yer alır.
vi: Bảng luôn tham gia.
zh_hans: 表始终参与比较。
zh_hant: 資料表始終參與比較。

source: Verification Code Rejected
fr: Code de vérification rejeté
ko: 인증 코드 거부됨
tr: Doğrulama Kodu Reddedildi
vi: Mã xác minh bị từ chối
zh_hans: 验证码被拒绝
zh_hant: 驗證碼被拒絕

source: Copy Privileges From…
fr: Copier les privilèges de...
ko: 다음에서 권한 복사…
tr: Yetkileri Şuradan Kopyala…
vi: Sao chép quyền từ…
zh_hans: 从以下项复制权限…
zh_hant: 從以下項目複製權限…

source: The name of a DIRECTORY object, not a path. The DBA who created it chose where it points.
fr: Le nom d'un objet DICTIONNAIRE, et non d'un chemin. Le DBA qui l'a créé a choisi où il pointe.

source: What's New in %@
fr: Qu'est-ce qui est nouveau dans %@

source: Schema to read. Uses the connection's current schema when omitted
fr: Schéma à lire. Utilise le schéma actuel de la connexion lorsqu'il est omis.
ko: 읽을 스키마입니다. 생략하면 연결의 현재 스키마를 사용합니다
tr: Okunacak şema. Boş bırakıldığında bağlantının geçerli şemasını kullanır
vi: Schema cần đọc. Bỏ trống thì dùng schema hiện tại của kết nối
zh_hans: 要读取的 Schema。省略时使用该连接的当前 Schema
zh_hant: 要讀取的綱要。省略時使用該連線的目前綱要

source: Send telemetry to GitHub
fr: Envoyer de la télémétrie à GitHub
ko: GitHub에 텔레메트리 보내기
tr: Telemetriyi GitHub'a gönder
vi: Gửi telemetry tới GitHub
zh_hans: 向 GitHub 发送遥测数据
zh_hant: 向 GitHub 傳送遙測資料

source: An environment variable
fr: Une variable d'environnement

source: references %@
fr: Références %@

source: Verify:
fr: Vérifier :
ko: 확인:
tr: Doğrula:
vi: Xác nhận:
zh_hans: 确认：
zh_hant: 確認：

source: Stopping…
fr: Arrêtant...

source: AWS SSO Sign-In Failed
fr: Connexion SSO AWS échouée
ko: AWS SSO 로그인 실패
tr: AWS SSO oturumu açılamadı
vi: Đăng nhập AWS SSO thất bại
zh_hans: AWS SSO登录失败
zh_hant: AWS SSO 登入失敗

source: Not visible
fr: Non visible
ko: 표시되지 않음
tr: Görünmüyor
vi: Không hiển thị
zh_hans: 不可见
zh_hant: 不可見

source: This tool only runs destructive statements. Use execute_query for everything else.
fr: Cet outil ne lance que des déclarations destructrices. Utilisez execute_query pour tout le reste.
ko: 이 도구는 파괴적인 명령문만 실행합니다. 나머지는 모두 execute_query를 사용하십시오.
tr: Bu araç yalnızca yıkıcı ifadeleri çalıştırır. Diğer her şey için execute_query kullanın.
vi: Công cụ này chỉ chạy các câu lệnh có tính phá huỷ. Mọi thứ khác hãy dùng execute_query.
zh_hans: 此工具只运行破坏性语句。其他一切请使用 execute_query。
zh_hant: 此工具只執行破壞性陳述式。其他一切請使用 execute_query。

source: Kerberos Principal
fr: Principal de Kerberos
ko: Kerberos 보안 주체

source: Enable inline suggestions
fr: Activer les suggestions en ligne
ko: 인라인 제안 활성화
tr: Satır içi önerileri etkinleştir
vi: Bật gợi ý trực tiếp
zh_hans: 启用行内建议
zh_hant: 啟用行內建議

source: Keys
fr: Clés
ko: 키
tr: Anahtarlar
vi: Khóa
zh_hans: 键
zh_hant: 鍵

source: Word wrap
fr: Encadrement de mots
ko: 자동 줄 바꿈
tr: Sözcük kaydırma
vi: Tự động xuống dòng
zh_hans: 自动换行
zh_hant: 自動換行

source: Use confirm_destructive_operation for it.
fr: Utilisez confirm_destructive_operation pour cela.

source: Hide Filters
fr: Cacher les filtres

source: A user or role with this name already exists.
fr: Un utilisateur ou un rôle avec ce nom existe déjà.
ko: 같은 이름의 사용자 또는 역할이 이미 있습니다.
tr: Bu adda bir kullanıcı veya rol zaten var.
vi: Đã có người dùng hoặc vai trò trùng tên.
zh_hans: 已存在同名的用户或角色。
zh_hant: 已存在同名的使用者或角色。

source: Rows per page. Defaults to the server's configured row limit.
fr: Lignes par page. Par défaut, il s'agit de la limite de lignes configurée par le serveur.
ko: 페이지당 행 수입니다. 기본값은 서버에 설정된 행 제한입니다.
tr: Sayfa başına satır. Varsayılan olarak sunucunun yapılandırılmış satır sınırıdır.
vi: Số dòng mỗi trang. Mặc định là giới hạn dòng được cấu hình trên máy chủ.
zh_hans: 每页的行数。默认为服务器配置的行数上限。
zh_hant: 每頁的列數。預設為伺服器設定的列數上限。

source: Current Line
fr: Ligne actuelle
ko: 현재 줄
tr: Mevcut Satır
vi: Dòng hiện tại
zh_hans: 当前行
zh_hant: 目前的列

source: Client Secret
fr: Secret client
ko: 클라이언트 시크릿
zh_hans: 客户端密钥
zh_hant: 用戶端金鑰

source: Reorder %@
fr: Récommandation %@

source: Stop and roll back
fr: Arrêtez et roulez en arrière
ko: 중지하고 롤백
tr: Durdur ve geri al
vi: Dừng và khôi phục
zh_hans: 停止并回滚
zh_hant: 停止並復原

source: Find Previous
fr: Trouver précédent
ko: 이전 찾기
tr: Öncekini Bul
vi: Tìm trước đó
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: This client does not have access to that connection.
fr: Ce client n'a pas accès à cette connexion.
ko: 이 클라이언트에는 해당 연결에 대한 접근 권한이 없습니다.
tr: Bu istemcinin o bağlantıya erişimi yok.
vi: Client này không có quyền truy cập kết nối đó.
zh_hans: 此客户端无权访问该连接。
zh_hant: 此用戶端無權存取該連線。

source: password
fr: mot de passe
ko: 암호
tr: şifre
vi: mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Last Connected
fr: Dernière connexion
